<template>
    <div class="preloader">
        <header class="bg-header"></header>

<section>
<div class="container font-Med pb-md-5 pb-0">
<div class="termsFrame shadow">
  <div class="termsFrameTop"></div>

  <h1 class="title1 pb-4">ข้อตกลงและเงื่อนไขทั่วไปใน<br/>การใช้บริการผลิตภัณฑ์และบริการ </h1>

  <div class="text1">
    <p>
        การใช้บริการผลิตภัณฑ์และบริการต่างๆ ที่ได้ระบุไว้ใน และ/หรือ นำเสนอโดย <a href="https://www.sellsuki.co.th/" target="_blank">www.sellsuki.co.th</a>  ภายใต้การบริหารงานโดย บริษัท เซลสุกิ จำกัด (“บริษัท”) สำนักงานตั้งอยู่ ณ 10/39 ชั้นที่ 3 ถนนรัชดาภิเษก แขวงจันทรเกษม เขตจตุจักร กรุงเทพมหานคร 10900 รวมถึง บริการผลิตภัณฑ์ และบริการอย่างอื่นที่จะมีขึ้นในอนาคต (“ผลิตภัณฑ์และบริการ”) อยู่ภายใต้บังคับของข้อตกลงและ เงื่อนไขทั่วไปในการใช้บริการผลิตภัณฑ์และบริการ (“เงื่อนไขในการใช้บริการทั่วไป”) และข้อตกลง และ เงื่อนไขในการใช้บริการเฉพาะรายผลิตภัณฑ์และบริการ (“เงื่อนไขในการใช้บริการเฉพาะ”) เมื่อผู้ใช้ บริการผลิตภัณฑ์ แอปพลิเคชัน และบริการต่าง ๆ ของบริษัท (“ผู้ใช้บริการ”) ได้เข้าถึง และ/หรือ เข้าสู่ระบบ แอปพลิเคชัน เพื่อใช้บริการเกี่ยวกับผลิตภัณฑ์และบริการต่าง ๆ ผู้ใช้บริการได้ยืนยันและ รับรองต่อบริษัท และ บริษัทจะถือว่า ผู้ใช้บริการได้ให้คำยืนยันและรับรองต่อบริษัทว่า ผู้ใช้บริการ ได้ เข้าถึง ตรวจสอบ ศึกษา ซักถาม และ/หรือ รับทราบ รายละเอียดต่าง ๆ ของเงื่อนไขในการใช้บริการ ก่อนการเข้าใช้บริการผลิตภัณฑ์และบริการ พร้อมทั้งผู้ใช้บริการยังได้ตกลง ยินยอม และ จะปฏิบัติ ตามเงื่อนไขในการใช้บริการต่าง ๆ (รวมถึง เงื่อนไขในการใช้บริการที่บริษัทอาจจะได้มีการปรับปรุงและ แก้ไขเพิ่มเติมต่อไปในอนาคต) อย่างเคร่งครัด ทั้งนี้ การเข้าถึง และ/หรือ การเข้าสู่ระบบ แอปพลิเคชัน เพื่อใช้บริการเกี่ยวกับผลิตภัณฑ์และบริการของผู้ใช้บริการในแต่ละครั้ง ให้ถือว่าผู้ใช้บริการได้ให้ คำรับรองและคำยืนยันดังกล่าวข้างต้นทุกครั้งภายใต้บังคับของเงื่อนไขในการใช้บริการเฉพาะซึ่งได้ กล่าวไว้ในส่วนต่อไป ผู้ใช้บริการรับทราบและจะปฏิบัติตามเงื่อนไขในการใช้บริการทั่วไปที่ดังมี รายละเอียดต่อไปนี้
    </p>
    <div class="title2">1. การแจ้งให้อ่านข้อมูล</div>
    <p style="word-spacing: -1.5px;">
        ข้อความต่อไปนี้มีความสำคัญ กรุณาอ่านข้อกำหนดและเงื่อนไขการใช้บริการแอปพลิเคชัน นี้อย่าง รอบคอบ เมื่อท่านได้กดตกลงแล้วจะถือว่าท่านตกลงว่า ท่านได้อ่าน เข้าใจ ยอมรับ และตกลงข้อ กำหนดและเงื่อนไขการใช้บริการแอปพลิเคชัน เงื่อนไขที่ระบุในแบบฟอร์มการลงทะเบียน รวมถึง เอกสารอื่นๆ และข้อมูลใดๆ ที่บริษัท เซลสุกิ จำกัด ได้จัดเตรียมให้ (ไม่ว่าท่านจะได้ลงลายมือชื่อหรือไม่ ก็ตาม) นอกจากนี้ ท่านยังตกลงปฏิบัติตามคำรับรองที่ท่านได้ให้ไว้ หากท่านไม่ตกลงหรือไม่ปฏิบัติ ตามเงื่อนไขในการใช้บริการ และประสงค์ที่จะไม่ใช้บริการต่อไป กรุณาหยุดใช้แอปพลิเคชันหรือหยุด ใช้บริการ 
    </p>
  </div>
  <div class="title2">2. ผู้ใช้บริการ</div>
  <div class="text1">
    <p>
        ผู้ใช้บริการขอให้คำยืนยันและคำรับรองต่อบริษัทดังต่อไปนี้
    </p>
    <p>
        2.1 ในกรณีที่ผู้ใช้บริการเป็นบุคคลธรรมดาผู้ใช้บริการเป็นผู้บรรลุนิติภาวะหรือมีอายุ 18 ปีขึ้นไป หรือในกรณีเป็นผู้เยาว์ต้องได้รับความยินยอมจากผู้แทนโดยชอบธรรมก่อน<br/>
2.2 ในกรณีที่ผู้ใช้บริการเป็นนิติบุคคลหรือองค์กรใดๆ ผู้ติดต่อและ/หรือเข้าทำสัญญาใดๆ กับบริษัท เพื่อใช้บริการผลิตภัณฑ์และบริการต่างๆ ของผู้ใช้บริการเป็นผู้มีอำนาจผูกพัน และ/หรือ ได้รับการ มอบอำนาจให้กระทำการแทนนิติบุคคลหรือองค์กรดังกล่าวอย่างสมบรูณ์<br/>
2.3 เพื่อใช้บริการผลิตภัณฑ์และบริการต่างๆ ผู้ใช้บริการจะให้และ จะเปิดเผยข้อมูลต่างๆ ของผู้ใช้ บริการให้ครบถ้วน ถูกต้องและ เป็นปัจจุบัน และผู้ใช้บริการจะจัดให้มีอีเมล และ/หรือ ช่องทางการ สื่อสารทางระบบอินเทอร์เน็ตอย่างอื่น เพื่อการรับข้อมูลข่าวสารต่างๆ และ เป็นช่องทางติดต่อกับ บริษัทอนึ่ง ในกรณีที่ข้อมูลต่างๆ ที่ผู้ใช้บริการได้ให้และ/หรือ เปิดเผย แก่บริษัทได้เปลื่ยนแปลงไป ผู้ใช้ บริการมีหน้าที่และตกลงจะแก้ไขข้อมูลต่างๆ ดังกล่าวให้เป็นปัจจุบันอยู่เสมอ ซึ่งผู้ใช้บริการ สามารถแก้ไขข้อมูลดังกล่าวผ่านทางระบบการจัดการในเว็บไซต์ หรือ แอปพลิเคชัน ในกรณีที่บริษัท จัดให้มีระบบการจัดการให้แก้ไขข้อมูลหรือผู้ใช้บริการจะแจ้งการแก้ไขข้อมูลดังกล่าวไปยังเจ้าหน้าที่ของบริษัทที่ให้บริการแก่ผู้ใช้บริการ<br/>
2.4 ผู้ใช้บริการได้ศึกษาและเข้าใจในคุณลักษณะ ข้อจำกัด และเงื่อนไขต่างๆ ของผลิตภัณฑ์และ บริการต่างๆ ที่บริษัทได้จัดแสดงในหน้าเว็บไซต์ www.sellsuki.co.th หรือ แอปพลิเคชัน และผู้ใช้ บริการได้ตัดสินใจใช้บริการผลิตภัณฑ์และบริการด้วยคุณลักษณะ ข้อจำกัด และเงื่อนไขต่าง ๆ ที่มีอยู่นี้ และยอมรับการเปลี่ยนแปลงคุณลักษณะ ข้อจำกัด และเงื่อนไขต่าง ๆ ที่จะมีในอนาคตซึ่งอาจจะ มีผลทำให้ผู้ใช้บริการได้ใช้บริการผลิตภัณฑ์และบริการที่แตกต่างจากที่เคยได้ใช้บริการมาก่อนเช่น การใช้บริการผ่านการทำงานในรูปแบบ หรือ Feature ที่แตกต่างไปจากเดิม<br/>
2.5 ผู้ใช้บริการเป็นผู้ตัดสินใจเลือกใช้บริการผลิตภัณฑ์และบริการด้วยตัวเอง และ ในกรณีที่ผู้ใช้ บริการที่เป็นนิติบุคคลหรือองค์กรใดๆ บริษัทจะถือว่าผู้ใช้บริการเป็นผู้รับผิดชอบต่อการตัดสินใจ เลือกใช้บริการผลิตภัณฑ์และบริการนั้นๆ เอง หากมีปัญหาเกิดขึ้นระหว่างผู้ใช้บริการกับผู้ติดต่อหรือ ตัวแทนของผู้ใช้บริการ ผู้ใช้บริการรับทราบว่า บริษัทไม่มีหน้าที่ใดๆในการดำเนินการแก้ไขปัญหา ดังกล่าวของผู้ใช้บริการ<br/>
2.6 เมื่อได้รับการร้องขอจากบริษัท ผู้ใช้บริการจะส่งมอบเอกสาร และ/หรือ หลักฐานใดๆ ที่จำเป็น เพื่อแสดงว่าผู้ใช้บริการมีความสามารถ และ/หรือ อำนาจในการใช้บริการผลิตภัณฑ์และบริการที่ผู้ใช้ บริการได้เลือกใช้บริการ เช่น บัตรประชาชน ทะเบียนบ้าน หนังสือรับรองของบริษัท เป็นต้น รวมถึง ผู้ใช้บริการจะลงนามในเอกสารใดๆ เพื่อรับทราบและตกลงยินยอมผูกพันตามข้อตกลงและ เงื่อนไขในการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการตามที่บริษัทพิจารณาเห็นสมควรและได้ ร้องขอให้ดำเนินการ
    </p>
  </div>

  <div class="title2">3. การใช้บริการผลิตภัณฑ์และบริการ</div>
  <div class="text1">
    <p>
    </p>
    <p>
        3.1. บริษัทจะไม่รับผิดชอบต่อความสูญเสีย และ/หรือ ความเสียหายไม่ว่าในลักษณะใดที่เป็นผล และ/หรือ อาจจะเป็นผลมาจากการใช้บริการ ผลิตภัณฑ์และบริการของผู้ใช้บริการ (ทั้งนี้ไม่ว่าทางตรง หรือทางอ้อม)<br/>
3.2. บริษัทได้จัดให้มีข้อกำหนดด้านนโยบายความเป็นส่วนตัว (Privacy Policy (รวมถึงที่จะได้มีการ แก้ไขในอนาคต) ผู้ใช้บริการควรศึกษา ทำความเข้าใจ และ รับทราบรายละเอียดต่าง ๆ ของข้อ กำหนดดังกล่าวก่อนการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ ซึ่งผู้ใช้บริการสามารถเข้าถึง ศึกษา ตรวจสอบ และ จัดพิมพ์ ข้อกำหนดด้านนโยบายความเป็นส่วนตัว (Privacy Policy)<br/>
3.3 บริษัทให้ความพยายามอย่างเต็มที่ในการให้บริการแก่ผู้ใช้บริการอย่างไรก็ตาม บริษัทไม่ สามารถรับรองผลลัพธ์ หรือ ผลสำเร็จใด (ไม่ว่าทางธุรกิจ กำไร หรือ อย่างอื่นใด) ที่ผู้ใช้บริการ มุ่งหวังหรือประสงค์ที่จะได้รับจากการใช้บริการผลิตภัณฑ์และบริการที่ผู้ใช้บริการได้เลือกใช้บริการ และบริษัทจะไม่รับผิดชอบต่อความสูญเสียและ/หรือความเสียหายใดๆที่มีหรืออาจจะเกิดขึ้นไม่ว่าใน กรณีใดๆ<br/>
3.4 ไม่ว่าระหว่าง หรือ ภายหลังระยะเวลา การใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ ผู้ใช้ บริการขอยืนยันต่อบริษัทว่า ผู้ใช้บริการจะไม่ให้ข้อมูล และ/หรือ แสดงความคิดเห็นใดๆ ในที่ สาธารณะ หรือ ในระบบหรือรูปแบบที่ทำให้ข้อมูลสามารถถูกเข้าถึงได้ในวงกว้าง (รวมถึง สื่อสาร มวลชน สื่อออนไลน์ และ/หรือ โซเชียลมีเดีย)ที่อาจจะทำให้เกิดความเสียหาย หรือ เสื่อมเสียต่อ บริษัท (ไม่ว่าในรูปแบบใดๆ) อย่างไรก็ตามบริษัทยินดีน้อมรับคำติชมและคำแนะนำต่างๆ จากผู้ใช้ บริการเพื่อนำมาปรับปรุงการให้บริการของบริษัทต่อไป ซึ่งผู้ใช้บริการสามารถส่งคำติชมและคำแนะนำ ต่างๆให้แก่บริษัทมาได้ที่ <a href="mailto:support@akitahub.com" target="_blank">support@akitahub.com</a><br/>
3.5 ไม่ว่าระหว่างหรือ ภายหลังระยะเวลาการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการหากมี ปัญหา และ/หรือ ข้อพิพาทใดๆ เกิดขึ้นระหว่างผู้ใช้บริการกับลูกค้าของผู้ใช้บริการและ/หรือบุคคลอื่น ใดก็ตาม ที่เป็นผลมาจากการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ ผู้ใช้บริการรับทราบและ จะรับผิดชอบในการดำเนินการใดๆ กับปัญหาดังกล่าวเอง บริษัทไม่มีหน้าที่ และ/หรือความรับผิด ชอบในดำเนินการกับปัญหา และ/หรือ ข้อพิพาทดังกล่าวอนึ่ง ในกรณีที่บริษัทต้องเสียหาย (ไม่ว่าใน รูปแบบใดๆ อันเป็นผลมาจากการดำเนินการใดๆ เกี่ยวปัญหาดังกล่าว ผู้ใช้บริการตกลงที่จะดำเนิน การแก้ไขความเสียหายดังกล่าวให้หมดสิ้นไปและ/หรือ ชดเชยค่าเสียหายใดๆ ที่มีหรืออาจจะมีขึ้น แก่บริษัท รวมถึงกรรมการ ผู้บริหาร เจ้าหน้าที่ และ ตัวแทน ของบริษัท<br/>
3.6 รูปภาพ รูปแบบ ข้อความ ข้อมูล ความเห็น และ/หรือ เนื้อหาต่างๆ ที่ผู้ใช้บริการนำมาใช้ (รวมถึง รูปภาพ รูปแบบ ข้อความ ข้อมูล ความเห็น และ/หรือ เนื้อหาต่างๆ ที่มีผู้แสดงออก และ/หรือ โพสไว้ใน เว็บไซต์หรือแอปพลิเคชันของผู้ใช้บริการ) ไม่ว่าในการใช้บริการผลิตภัณฑ์และบริการใดๆ ของผู้ใช้บริการ เช่น ใน เว็บไซต์หรือในเนื้อหาโฆษณานั้น จะถือเป็นความรับผิดชอบของผู้ใช้บริการ แต่เพียงผู้เดียว บริษัทไม่มีหน้าที่ตรวจสอบ และ/หรือ คัดกรอง รูปภาพ รูปแบบ ข้อมูล และเนื้อหาต่างๆ ดังกล่าว และบริษัทจะไม่รับผิดชอบต่อความเสียหายที่เกิดขึ้นเนื่องจากการใช้งาน การรุกล้ำสิทธิ์ส่วน บุคคล หรือปัญหาต่างๆ ที่เกิดขึ้นระหว่างผู้ใช้บริการกับบุคคลอื่นอีกทั้ง ผู้ใช้บริการจะต้องไม่นำมาใช้ และ/หรือ ยินยอมให้ใช้ รูปภาพ รูปแบบ ข้อความ ข้อมูล ความเห็น และ/หรือ เนื้อหาที่ผิดหรือ อาจจะผิดกฎหมาย และ/หรือศีลธรรมของสังคม ไม่ว่าในกรณีใดๆ ในกรณีที่บริษัทพบว่า ผู้ใช้บริการ ไม่ได้ดำเนินการให้เป็นไปตามเงื่อนไขดังกล่าว บริษัทขอสงวนสิทธิ์ในการลบรูปภาพ รูปแบบ ข้อความ  ข้อมูล ความเห็น และ/หรือ เนื้อหา เหล่านั้น หรือยกเลิกการใช้บริการผลิตภัณฑ์และบริการใดๆ ของผู้ใช้บริการที่ก่อหรือ อาจจะก่อให้เกิดปัญหา และ/หรือ ความเสียหายต่างๆ ดังกล่าว โดยบริษัท ไม่จำเป็นต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า<br/>
3.7 เมื่อได้รับการร้องขอจากบริษัท (ไม่ว่าระหว่าง หรือ ภายหลัง การใช้บริการผลิตภัณฑ์และ บริการของผู้ใช้บริการ) ผู้ใช้บริการยินดีจะให้ความร่วมมือกับบริษัท ในการให้ และ เปิดเผย ข้อมูล เอกสาร และ/หรือ หลักฐานต่างๆ ที่เกี่ยวกับการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ แก่ บริษัท และ ให้บริษัทเปิดเผย และ/หรือ ส่งมอบข้อมูล เอกสาร และ/หรือ หลักฐานดังกล่าว ให้แก่หน่วย งานราชการ และ องค์กรใดๆ ที่มีอำนาจตามกฎหมาย เพื่อปฏิบัติตาม กฎ ระเบียบ กฎหมาย และ/หรือ คำสั่ง ของหน่วยงานราชการ และ องค์กรใดๆที่มีอำนาจตามกฎหมายที่เกี่ยวข้องดังกล่าว<br/>
3.8 ในการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ ผู้ใช้บริการรับทราบและตกลงว่า บริษัท ไม่ได้ใ/ห้คำรับรองหรือยืนยันถึงคุณภาพ คุณค่า มูลค่า และ/หรือ คุณสมบัติใดๆ ของสินค้า ผลิตภัณฑ์ และ/หรือ บริการ ที่ผู้ใช้บริการ และ/หรือ บุคคลภายนอก นำมาเสนอหรือแสดงไว้ เกี่ยวกับ การใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ เช่น การแสดงไว้ในเว็บไซต์หรือในเนื้อหาโฆษณา อนึ่ง ในกรณีที่บริษัทต้องเสียหาย (ไม่ว่าในรูปแบบใดๆ) อันเป็นผลมาจากการดำเนินการเกี่ยวกรณี ดังกล่าว ผู้ใช้บริการตกลงที่จะดำเนินการแก้ไขความเสียหายดังกล่าวให้หมดสิ้นไป หรือชดเชยค่าเสีย หายใดๆ ที่มีหรืออาจจะมีขึ้นแก่บริษัทรวมถึง กรรมการ ผู้บริหาร เจ้าหน้าที่ และ ตัวแทน ของบริษัท<br/>
3.9 ในการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ ผู้ใช้บริการรับทราบและตกลงว่า บริษัทไม่ได้ ให้คำรับรองหรือยืนยันว่าระบบเครือข่ายอินเทอร์เน็ต และ/หรือ การให้บริการโดยผู้ให้บริการในต่าง ประเทศ จะสามารถดำเนินการได้อย่างสมบูรณ์แบบ ไม่มีข้อบกพร่อง และ/หรือ มีเสถียรภาพตลอด เวลาการใช้บริการ พร้อมกันนี้ บริษัทขอสงวนสิทธิ์ที่จะไม่รับผิดชอบถึงความสูญเสีย หรือ ความเสีย หายใดๆ ที่มี หรือ อาจจะมีขึ้นจากการกรณีดังกล่าวทั้งสิ้นในกรณีที่ผู้ใช้บริการพบข้อบกพร่องใดๆ ของการใช้บริการผู้ใช้บริการสามารถแจ้งให้บริษัททราบถึงข้อบกพร่องดังกล่าวผ่านช่องทางการติด ต่อสื่อสารในเงื่อนไขการให้บริการ<br/>
3.10 ผู้ใช้บริการขอให้คำรับรองและยืนยันต่อบริษัทว่า ผู้ใช้บริการเข้าใจ รับทราบถึง และ  จะปฏิบัติตาม บทบัญญัติของกฎหมายที่เกี่ยวข้องกับการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้ บริการ (รวมถึง กฎ ระเบียบ กฎหมาย และ/หรือ คำสั่ง ของหน่วยงานราชการที่เกี่ยวข้อง) อย่าง เคร่งครัด<br/>
3.11 ผู้ใช้บริการรับทราบและเข้าใจว่า ในการให้บริการผลิตภัณฑ์และบริการต่างๆ แก่ผู้ใช้บริการ บริษัทไม่สามารถรับรองและยืนยันได้ว่า จะไม่มีบุคคลอื่นสามารถเข้าถึง ทำสำเนา แก้ไข เปลี่ยนแปลง  และ/หรือ นำไปใช้ซึ่ง ข้อมูล เอกสาร และ/หรือ หลักฐานต่างๆ ที่เกี่ยวกับการใช้บริการผลิตภัณฑ์และ บริการของผู้ใช้บริการ (ไม่ว่าที่เป็นความลับ หรือไม่ก็ตาม) และ/หรือ ทำ หรือ อาจจะทำให้เกิดความ เสียหายใดๆ แก่สินค้าผลิตภัณฑ์และบริการต่างๆของผู้ใช้บริการ
    </p>
  </div>

  <div class="title2">4. การต่ออายุและยกเลิกใช้บริการ</div>
  <div class="text1">
    <p>

    </p>
    <p>
        4.1 ผู้ใช้บริการสามารถยกเลิกใช้บริการผลิตภัณฑ์และบริการได้โดยส่งอีเมลแจ้งความประสงค์ขอยก เลิกการใช้บริการมาได้ที่ support@akitahub.com หรือแจ้งความประสงค์ขอยกเลิกการใช้บริการต่อ เจ้าหน้าที่ของบริษัทที่ได้รับมอบหมายให้เป็นผู้ให้บริการแก่ผู้ใช้บริการเป็นลายลักษณ์อักษรล่วงหน้า ไม่น้อยกว่า 30 วัน หรือ ดำเนินการตามวิธีการขอยกเลิกการใช้บริการที่กำหนดไว้ในเงื่อนไขในการใช้ บริการเฉพาะรายผลิตภัณฑ์และบริการ ทั้งนี้ บริษัทขอสงวนสิทธิ์ที่จะไม่คืนเงินค่าบริการที่ผู้ใช้บริการ ได้ชำระแล้วทั้งหมดคืนให้แก่ผู้ใช้บริการ<br/>
4.2 เพื่ออำนวยความสะดวกแก่ผู้ใช้บริการบริษัทจะพยายามติดต่อผู้ใช้บริการเพื่อแจ้งเตือนผู้ใช้ บริการก่อนหมดอายุการใช้บริการล่วงหน้า เพื่อให้ผู้ใช้บริการทำการต่ออายุการใช้บริการได้ก่อน หมดอายุการใช้บริการ อย่างไรก็ตาม ผู้ใช้บริการยังคงมีหน้าที่ติดต่อกับบริษัทเพื่อแจ้งความ ประสงค์การต่ออายุการใช้บริการ หรือ การไม่ต่ออายุการใช้บริการ ดังนั้น หากบริษัทไม่ได้ติดต่อ หรือ ไม่สามารถติดต่อผู้ใช้บริการได้ และผู้ใช้บริการไม่สามารถต่ออายุการใช้บริการได้ทันตามกำหนดเวลา บริษัทขอสงวนสิทธิ์ที่จะไม่รับผิดชอบต่อความเสียหายใดๆ อันเกิดขึ้น หรืออาจจะเกิดขึ้นแก่ผู้ใช้บริการ หรือบุคคลใดๆ อันเป็นผลมาจากการหมดอายุการใช้บริการ อนึ่งหากผู้ใช้บริการไม่ได้ชำระเงินต่อ อายุการใช้บริการภายในระยะเวลาที่กำหนด บริษัทจะถือว่าการใช้บริการผลิตภัณฑ์และบริการของ ผู้ใช้บริการได้สิ้นสุดเมื่อหมดอายุการใช้บริการ
    </p>
  </div>
    <div class="title2">5. การติดต่อระหว่างผู้ใช้บริการกับบริษัท และการเปลี่ยนแปลงกฎ ระเบียบ และเงื่อนไขการให้ บริการผลิตภัณฑ์และบริการ </div>
    <div class="text1">
        <p>
        </p>
        <p>
            5.1 การติดต่อระหว่างบริษัทกับผู้ใช้บริการ จะดำเนินการผ่านช่องทางการติดต่อสื่อสารทางอีเมล เป็นหลัก โดยผู้ใช้บริการท่านใดมีปัญหาการใช้บริการผลิตภัณฑ์และบริการ หรือประสงค์จะสอบ ถามเกี่ยวกับผลิตภัณฑ์และบริการสามารถส่งอีเมลมาได้ที่ support@akitahub.com อย่างไรก็ตาม การติดต่อระหว่างบริษัทกับผู้ใช้บริการ อาจจะมีรูปแบบเฉพาะเพิ่มเติมขึ้นอยู่กับการใช้บริการ ผลิตภัณฑ์และบริการเฉพาะราย ที่ผู้ใช้บริการเลือกใช้บริการ ซึ่งจะระบุวิธีการติดต่อดังกล่าวไว้ในเงื่อน ไขในการใช้บริการเฉพาะรายผลิตภัณฑ์และบริการของแต่ละผลิตภัณฑ์และบริการที่ผู้ใช้บริการเลือกใช้บริการ<br/>
5.2 บริษัทอาจจะมีการเปลี่ยนแปลง กฎ ระเบียบ และ เงื่อนไข การให้บริการผลิตภัณฑ์และบริการ (รวมถึง เงื่อนไขในการใช้บริการ และ ข้อกำหนดด้านนโยบายความเป็นส่วนตัว (Privacy Policy) เพื่อความเหมาะสมอยู่เสมอ แม้ว่า เพื่ออำนวยความสะดวกให้แก่ผู้ใช้บริการ บริษัท จะพยายามแจ้ง ให้ผู้ใช้บริการทราบถึงการเปลี่ยนแปลง กฎ ระเบียบ และ เงื่อนไข การให้บริการผลิตภัณฑ์และบริการ ดังกล่าวผ่านทางเว็บไซต์ www.sellsuki.co.th บริษัทขอสงวนสิทธิ์ในการเปลี่ยนแปลง กฎ ระเบียบ และ เงื่อนไข การให้บริการผลิตภัณฑ์และบริการดังกล่าว โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วง หน้า และ จะไม่รับผิดชอบความเสียหายที่เกิดแก่ผู้ใช้บริการหรือบุคคลอื่นใดอันเนื่องมาจากการเปลี่ยน แปลง กฎ ระเบียบ และ เงื่อนไข การให้บริการผลิตภัณฑ์และบริการไม่ว่าในกรณีใดๆ
        </p>
    </div>
    <div class="title2">6. การยกเลิกการใช้บริการผลิตภัณฑ์และบริการ</div>
    <div class="text1">
        <p>
            บริษัทขอสงวนสิทธิ์ในการยกเลิกการใช้บริการผลิตภัณฑ์และบริการของผู้ใช้บริการ หากบริษัทเห็นว่า ผู้ใช้บริการไม่ปฏิบัติตาม กฎ ระเบียบ และเงื่อนไขการให้บริการผลิตภัณฑ์และบริการ (รวมถึง เงื่อน ไขในการใช้บริการ และ ข้อกำหนดด้านนโยบายความเป็นส่วนตัว (Privacy Policy) โดยบริษัทไม่ จำเป็นต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า และบริษัทจะไม่รับผิดชอบความเสียหายใดๆ ที่เกิด หรือ อาจจะเกิดขึ้น แก่ผู้ใช้บริการหรือบุคคลอื่นใดอันเนื่องมาจากการดำเนินการดังกล่าวนอกเหนือไป จากเงื่อนไขในการใช้บริการทั่วไปข้างต้นแล้ว ผู้ใช้บริการต้องรับทราบและปฏิบัติตามเงื่อนไขใน การใช้บริการเฉพาะซึ่งได้กล่าวไว้ในส่วนต่อไปโดยเคร่งครัด 
        </p>
    </div>
    <div class="title2">7. ข้อจำกัดความรับผิดชอบ</div>
    <div class="text1">
        <p>
            การเรียกร้องใดๆ ของท่านต่อบริษัทนั้นไม่ว่ากรณีใดๆ บริษัทจะมีความรับผิดไม่เกินมูลค่าทั้งหมด ของจำนวนเงินที่ท่านได้ชำระตามจริงสำหรับค่าบริการ เนื่องจากการใช้บริการระหว่างที่มีการ เรียกร้องนั้นๆ เกิดขึ้น และไม่มีกรณีใดที่บริษัท ต้องรับผิดต่อท่านหรือบุคคลใดๆ ไม่ว่าทางตรง ทางอ้อม สำหรับค่าเสียหายเชิงลงโทษ ค่าเสียหายเชิงเศรษฐกิจ ค่าเสียหายที่อาจเกิดขึ้นในอนาคต หรือค่าเสียหายหรือความสูญเสียอื่นๆ บริษัทไม่ต้องรับผิดต่อความเสียหายหรือการบาดเจ็บใดๆ ซึ่งอาจเกิดขึ้นกับ หรือเป็นเหตุให้ท่านหรือบุคคลใดๆ ที่ท่านได้ใช้บริการรวมถึงแต่ไม่จำกัดเฉพาะ ความสูญเสีย ความเสียหาย หรือการบาดเจ็บที่เกิดขึ้นจากหรือเกี่ยวข้องกับบริการ แอปพลิเคชัน และ/ หรือซอฟท์แวร์ รวมถึงแต่ไม่จำกัดเฉพาะการใช้ หรือการไม่สามารถใช้บริการ แอปพลิเคชัน และ/ หรือ ซอฟท์แวร์ได้ การที่ท่านได้ให้ความไว้วางใจในความสมบูรณ์ ความแม่นยำหรือความมีอยู่ของ โฆษณาใดๆ หรือเป็นผลมาจากความสัมพันธ์ หรือการทำธุรกรรมใดๆ ระหว่างท่านและผู้ให้บริการซึ่ง เป็นบุคคลภายนอกบริษัท ผู้ซื้อโฆษณา หรือผู้สนับสนุนซึ่งโฆษณาของบุคคลเหล่านั้นปรากฎอยู่ หน้าเว็บไซต์ หรือถูกอ้างอิงถึงจากการใช้บริการ แอปพลิเคชัน และ/หรือซอฟท์แวร์ แม้ว่าบริษัท และ/หรือผู้อนุญาตให้ใช้สิทธิของบริษัทได้รับคำแนะนำเกี่ยวกับความเป็นไปได้ของค่าเสียหายดังกล่าวมา ก่อน         </p>
    </div>
    <div class="title2">8. การส่งหนังสือบอกกล่าว</div>
    <div class="text1">
        <p style="margin-bottom: 0.25rem !important;">
            บริษัทอาจส่งหนังสือบอกกล่าวให้ท่านโดยการแจ้งเตือนบนแอปพลิเคชัน ส่งไปรษณีย์อิเล็กทรอนิกส์ ไปยังที่อยู่ทางไปรษณีย์อิเล็กทรอนิกส์ ของท่านตามข้อมูลที่บริษัทมี หรือการสื่อสารด้วยลาย ลักษณ์อักษรส่งไปหาท่านด้วยไปรษณีย์ลงทะเบียน หรือไปรษณีย์ที่ชำระค่าบริการล่วงหน้าไปยังที่อยู่ ของท่านตามข้อมูลที่บริษัทมี ท่านอาจส่งหนังสือบอกกล่าวไปยังบริษัท (หนังสือบอกกล่าว ดังกล่าวจะถือว่าได้ส่งแล้วต่อเมื่อบริษัทได้รับ) โดยหนังสือส่งผ่านทางผู้ให้บริการขนส่ง หรือไปรษณีย์ ลงทะเบียนไปยังบริษัทโดยใช้รายละเอียดของการติดต่อตามที่ระบุ        </p>
    </div>
</div>
</div>

</section>

    </div>
</template>

<script>
export default {
name: 'TermsOfUse',
}
</script>

<style scoped>

@media only screen and (max-width: 600px) {
    .preloader{
        background-color: #FDF5E8 !important;
        padding-top: 40px;
    }
    table{
        width: 600px !important;
    }
    section .termsFrame {
        background: #fff;
        border-radius: 20px;
        max-width:768px;
        margin: -30px auto 0;
        padding: 30px 24px;
        box-sizing: border-box;
        -moz-box-sizing: border-box;
        position: relative;
    }

        section .termsFrameTop {
        width: 100%;
        height: 16px;
        position: absolute;
        top: -16px;
        left: 0px;
    }
    .container, .container-fluid, .container-sm, .container-md, .container-lg, .container-xl{
        padding-left: 0px;
        padding-right: 0px;
    }
    .title1{
        font-size: 28px !important;
        font-weight: 500;
        text-align: center;
        line-height: 28.77px;
        font-family: 'Heavent Bd', sans-serif !important;
    }
}

@media only screen and (min-width: 601px) {
    section .termsFrame {
        background: #fff;
        border-radius: 20px;
        max-width:768px;
        margin: -30px auto 0;
        padding: 64px 64px;
        box-sizing: border-box;
        -moz-box-sizing: border-box;
        position: relative;
    }

        section .termsFrameTop {
        width: 100%;
        height: 16px;
        position: absolute;
        top: -16px;
        left: 0px;
    }
    .title1{
        font-size: 44px !important;
        font-weight: 500;
        text-align: center;
        line-height: 52.74px;
        font-family: 'Heavent Bd', sans-serif !important;
    }
}

header.bg-header {
height: 272px;
padding-bottom: 0px;
background-size: 320px 268.36px;
}


.title2{
font-size: 24px;
font-weight: 500;
line-height: 28.77px;
font-family: 'Heavent Bd', sans-serif !important;
}

.title3{
font-size: 24px;
line-height: 28.77px;
margin-left: 15px;
font-weight: 300;
}

.text1{
display: block;
font-size: 24px;
font-weight: 300;
}
.text2{
display: block;
font-size: 24px;
font-weight: 300;
margin-left: 33px;
}

p{
margin-bottom: 1.5rem !important;
line-height: 28.77px;
}

thead{
    background-color: #0F225A;
    color: #fff;
    border: 1px solid #0F225A;
}
.table th, .table td{
    vertical-align: middle;
    padding: 1rem;
}
.table thead th{
    background-color: #0F225A;
    border: 1px solid #0F225A;
}
.table thead tr{
    background-color: #0F225A;
    border: 1px solid #0F225A;
}
.bordered {
    border: 1px solid #CCCCCC;
    border-radius: 6px 6px 6px 6px;
    -moz-border-radius: 6px 6px 6px 6px;
    -webkit-border-radius: 6px 6px 6px 6px;
    box-shadow: 0 1px 1px #CCCCCC;
    overflow: hidden;
}     
.bordered th:first-child {
    border-radius: 6px 0 0 0;
    -moz-border-radius: 6px 0 0 0;
    -webkit-border-radius: 6px 0 0 0;
}

.bordered th:last-child {
    border-radius: 0 6px 0 0;
    -moz-border-radius: 0 6px 0 0;
    -webkit-border-radius: 0 6px 0 0;
}
.table-striped tbody tr:nth-of-type(odd){
    background: #FBFBFB;
}
</style>