<template>
    <div class="preloader">
        <header class="bg-header"></header>

<section>
<div class="container font-Med pb-md-5 pb-0">
<div class="termsFrame shadow">
  <div class="termsFrameTop"></div>

  <h1 class="title1 pb-4">นโยบายความเป็นส่วนตัว<br class="d-blok d-xl-none" /> (Privacy Policy)</h1>

  <div class="text1">
    <p>
        บริษัท เซลสุกิ จำกัด (“บริษัท”) และบริษัท อคิตะ ฟูลฟิลเมนท์ จำกัด (“บริษัท”) เล็งเห็นถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคลและเคารพในสิทธิ์ความเป็นส่วนตัวของผู้ใช้ เราจึงมุ่งมั่นที่จะดำเนินการคุ้มครองข้อมูลส่วนบุคคลของลูกค้า และผู้รับบริการ (“ผู้ใช้”)
    </p>
    <p>
        โดยบริษัทเล็งเห็นถึงความสำคัญของข้อมูลส่วนบุคคลที่ผู้ใช้ได้มอบให้แก่เราด้วยความไว้วางใจ บริษัทจึงได้จัดทำนโยบายความเป็นส่วนตัวฉบับนี้ขึ้น เพื่อชี้แจงให้ผู้ใช้มั่นใจว่า ข้อมูลส่วนบุคคลที่ผู้ใช้มอบให้แก่เราจะถูกนำไปใช้ตรงตามความต้องการของผู้ใช้ ถูกต้องตามกฎหมาย และรักษาให้ปลอดภัยตามมาตรฐานสากลในการคุ้มครองข้อมูลส่วนบุคคล
    </p>
    <div class="title2">1. การเก็บข้อมูลส่วนบุคคล</div>
    <p>
        บริษัทจะเก็บรวบรวม ใช้ เผยแพร่ (“ประมวลผล”) ข้อมูลส่วนบุคคลที่จำเป็นจะต้องใช้เพื่อให้บริการแก่ผู้ใช้ ซึ่งอาจอยู่ในรูปแบบเอกสาร หรือข้อมูลอิเล็กทรอนิกส์ โดยอาจให้ผู้ใช้กรอกข้อมูลลงในระบบ และแอปพลิเคชันตามที่บริษัทได้กำหนด ซึ่งได้แก่ข้อมูล ดังนี้
    </p>
    <p>
        ข้อมูลส่วนบุคคลที่ได้รับจากการยืนยันตัวตน และการลงทะเบียนกับเรา เช่น ชื่อ นามสกุล อีเมล เบอร์โทรศัพท์ข้อมูลบัญชีโซเชียลมีเดีย (Social Media Account) เช่น ชื่อบัญชีผู้ใช้งานโซเชียลมีเดีย และอีเมล เป็นต้น ข้อมูลประวัติการค้นหา เช่น ข้อมูลการเรียกดู ข้อมูลการขอใช้บริการ รวมถึงเนื้อหาที่ผู้ใช้เข้าชม ลิงค์ที่กดเข้าชม ฟีเจอร์ (Features) ที่ผู้ใช้ ใช้ข้อมูลที่กรอกบนระบบและข้อมูลการเข้าร่วมกิจกรรม เช่น การทำแบบสำรวจ แบบสอบถาม ข้อมูลด้านเทคนิค เช่น ข้อมูลจราจรทางคอมพิวเตอร์ (Log) หมายเลขประจำเครื่องคอมพิวเตอร์ (IP Address) และข้อมูลที่เราได้เก็บรวบรวมผ่านคุกกี้ (Cookies) หรือเทคโนโลยีอื่นที่คล้ายคลึงกัน เป็นต้น
    </p>
  </div>
  <div class="title2">2. การเก็บข้อมูลส่วนบุคคลที่อ่อนไหวของผู้ใช้</div>
  <div class="text1">
    <p>
        บริษัทไม่มีนโยบายเก็บข้อมูลส่วนบุคคลที่อ่อนไหวของผู้ใช้ ทั้งที่เกี่ยวกับเชื้อชาติ เผ่าพันธุ์ ความเชื่อในศาสนาหรือปรัชญา ความคิดเห็นทางการเมือง พฤติกรรมทางเพศ ประวัติอาชญากรรม ประวัติทางการแพทย์ ความพิการ ข้อมูลทางพันธุกรรม หรือข้อมูลอื่นใดซึ่งกระทบต่อผู้ใช้ในทำนองเดียวกันตามประกาศของคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล
    </p>
  </div>

  <div class="title2">3. การรับข้อมูลส่วนบุคคลของผู้ใช้จากช่องทางต่างๆ</div>
  <div class="text1">
    <p>
        บริษัทเก็บรวบรวมและรับข้อมูลส่วนบุคคลของผู้ใช้ผ่านช่องทางต่าง ๆ ดังนี้
    </p>
    <p>
        ข้อมูลส่วนบุคคลที่ผู้ใช้ให้ไว้กับเราโดยตรง จากตอนที่ผู้ใช้สมัครใช้บริการหรือการเข้าร่วมกิจกรรมอื่น ๆ รวมถึงเมื่อผู้ใช้ติดต่อสื่อสาร สอบถามข้อมูล ให้ความเห็น หรือคำติชม ไม่ว่าจะเป็นอยู่ในรูปแบบลายลักษณ์อักษรหรือวาจา ผ่านทางเว็บไซต์ แอปพลิเคชัน อีเมล หรือโดยวิธีการอื่นใดบริษัทอาจได้รับข้อมูลส่วนบุคคลของผู้ใช้มาจากบุคคลที่สาม เช่น องค์กรหรือหน่วยงาน อื่นใดที่มีสิทธิหน้าที่ในการเปิดเผยข้อมูล และที่บริษัทอาจได้รับมาจากช่องทางสื่อสังคมออนไลน์ (Social media) แพลตฟอร์มออนไลน์ของบุคคลที่สาม รวมถึงพันธมิตรทางธุรกิจที่เกี่ยวข้อง
    </p>
    <p>
        ข้อมูลส่วนบุคคลที่บริษัท เก็บรวบรวมจากผู้ใช้โดยอัตโนมัติ ผ่านช่องทางต่าง ๆ เช่น การใช้คุกกี้ (Cookies) หรือเทคโนโลยีอื่น ๆ ที่คล้ายคลึงกัน รายละเอียดเพิ่มเติมโปรดดู นโยบายการใช้คุกกี้
    </p>
  </div>

  <div class="title2">4. การใช้ข้อมูลส่วนบุคคลของผู้ใช้เพื่อวัตถุประสงค์ต่างๆ</div>
  <div class="text1">
    <p>
        บริษัทจะประมวลผลข้อมูลส่วนบุคคลที่จำเป็นต่อการดำเนินงานของเรา โดยมีวัตถุประสงค์ ดังนี้
    </p>
  </div>
  <div style="overflow-x:auto;">
  <table class="table table-striped mt-2 bordered">
        <thead class="text-s-24 font-med">
            <tr>
                <th class="text-s-20 text-center" style="font-weight: 300 !important;width: 10%">ลำดับ</th>
                <th class="text-s-20" style="font-weight: 300 !important;width: 60%">วัตถุประสงค์ที่กำหนด</th>
                <th class="text-s-20" style="font-weight: 300 !important;width: 30%">ฐานทางกฎหมาย</th>
            </tr>
        </thead>
        <tbody class="text-s-24" style="color: #03193C !important;line-height: 24px;">
            <tr>
                <td class="text-center">(1)</td>
                <td><div style="max-width: 300px;">เพื่อวิเคราะห์ วิจัย ทำสถิติเกี่ยวกับพฤติกรรมการใช้งานของผู้ใช้จากการใช้งานเว็บไซต์ แอปพลิเคชัน หรือช่องทางอื่นๆ สำหรับพัฒนาปรับปรุงคุณภาพการให้บริการ</div></td>
                <td>ความยินยอม</td>
            </tr>
            <tr>
                <td class="text-center">(2)</td>
                <td><div style="max-width: 300px;">เพื่อตรวจสอบความถูกต้องและใช้ในการยืนยันหรือระบุตัวตนของผู้ใช้ก่อนการใช้บริการ</div></td>
                <td>การปฏิบัติตามสัญญา/<br/>ประโยชน์โดยชอบธรรม</td>
            </tr>
            <tr>
                <td class="text-center">(3)</td>
                <td><div style="max-width: 300px;">เพื่อประมวลผลในขั้นตอนการลงทะเบียนการสมัครสมาชิก สมัครใช้บริการและการจัดทำฐานข้อมูลของผู้ใช้ที่ใช้งานระบบ</div></td>
                <td>การปฏิบัติตามสัญญา</td>
            </tr>
            <tr>
                <td class="text-center">(4)</td>
                <td><div style="max-width: 335px;">การรับเรื่องร้องเรียน รับข้อเสนอแนะ ติดต่อสื่อสาร การทำแบบสอบถาม การสำรวจความเห็นเกี่ยวกับผลิตภัณฑ์และบริการ การดำเนินการตามคำสั่ง คำร้องขอ รวมถึงเพื่อบริหารจัดการความสัมพันธ์ เช่น ดูแลลูกค้า ประเมินความพึงพอใจ การให้คำปรึกษา การให้คำชี้แจง การตอบข้อสงสัย</div></td>
                    <td>การปฏิบัติตามสัญญา/<br/>ประโยชน์โดยชอบธรรม</td>
            </tr>
            <tr>
                <td class="text-center">(5)</td>
                <td><div style="max-width: 335px;">เพื่อวัตถุประสงค์ในการปฏิบัติตามกฎหมาย กฎระเบียบ ข้อบังคับ ทั้งในและต่างประเทศที่ใช้บังคับและที่เกี่ยวข้องกับธุรกิจของเรา รวมถึงการปฏิบัติตามคำสั่งโดยชอบด้วยกฎหมายของหน่วยงานของรัฐและเจ้าหน้าที่ที่เกี่ยวข้อง ผู้มีอำนาจตามกฎหมาย เช่น คำสั่งศาล หน่วยงานที่มีหน้าที่กำกับดูแล หรือพนักงานเจ้าหน้าที่ผู้มีอำนาจ</div></td>
                <td>การปฏิบัติตามกฎหมาย</td>
            </tr>
            <tr>
                <td class="text-center">(6)</td>
                <td><div style="max-width: 300px;">เพื่อวัตถุประสงค์ในการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้ซึ่งสิทธิเรียกร้องของเรา ในขั้นตอนต่าง ๆ ตามกฎหมาย เช่น การสอบสวน การไต่สวนโดยเจ้าหน้าที่รัฐ การเตรียมคดี การดำเนินคดี และ/หรือการต่อสู้คดีในชั้นศาล เป็นต้น</div></td>
                <td>ประโยชน์โดยชอบธรรม</td>
            </tr>
            <tr>
                <td class="text-center">(7)</td>
                <td><div style="max-width: 300px;">เพื่อปฏิบัติตามหลักเกณฑ์ทางธุรกิจอันสมควร เช่น การจัดทำสถิติการใช้งานแบบไม่เฉพาะเจาะจงบุคคล การตรวจสอบ การรายงาน การควบคุม หรือบริหารความเสี่ยง การวิเคราะห์และวางแผนแนวโน้ม หรือกิจกรรมอื่น ๆ ที่เกี่ยวข้องหรือคล้ายคลึงกัน</div></td>
                <td>ประโยชน์โดยชอบธรรม</td>
            </tr>
            <tr>
                <td class="text-center">(8)</td>
                <td><div style="max-width: 361px !important;">เพื่อป้องกันความเสี่ยงด้านความปลอดภัย เช่น การเฝ้าติดตามข้อมูลการใช้เครือข่าย (Network activity logs) การระบุเหตุการณ์เกี่ยวกับความปลอดภัย Ssecurity incidents) การดำเนินการตรวจสอบเกี่ยวกับความปลอดภัยของข้อมูล และการป้องกันอื่นใดต่อการกระทำที่ประสงค์ร้าย หลอกลวง ฉ้อฉล หรือไม่ชอบด้วยกฎหมายแก้ไขปัญหา การพัฒนา จัดให้มี ดำเนินการ ทดสอบ และบำรุงรักษาระบบเทคโนโลยีสารสนเทศ (IT systems)</div></td>
                <td>ประโยชน์โดยชอบธรรม</td>
            </tr>
        </tbody>
    </table>
    </div>
    <div class="title2 mt-5">5. ระยะเวลาในการเก็บข้อมูลส่วนบุคคลของผู้ใช้</div>
    <div class="text1">
        <p>
            บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของผู้ใช้ตามระยะเวลาที่จำเป็นเพื่อบรรลุวัตถุประสงค์ที่กำหนดในการประมวลผลข้อมูลส่วนบุคคลนั้นมา และเพื่อปฏิบัติตามภาระหน้าที่ทางกฎหมายและกฎข้อ บังคับต่างๆ อย่างไรก็ตาม เราจะเก็บรักษาข้อมูลบางอย่างไว้นานขึ้น หากจำเป็นที่จะต้องปฏิบัติตามกฎหมายหรือการตรวจสอบเกี่ยวกับเรื่องลิขสิทธิ์ หรือเป็นการปฏิบัติตาม คำสั่งของเจ้าพนักงานหรือหน่วยงานของรัฐที่มีอำนาจผู้เกี่ยวข้อง และเพื่อวัตถุประสงค์ทางธุรกิจหรือโดยชอบตามกฎหมาย เช่น เพื่อความปลอดภัย หรือเพื่อการป้องกันการละเมิด หรือ การประพฤติมิชอบ เป็นต้น
        </p>
    </div>
    <div class="title2">6.ผู้ใช้มีสิทธิ์ใดบ้างตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล</div>
    <div class="text1">
        <p>
            บริษัทเคารพสิทธิส่วนบุคคลของผู้ใช้ และเปิดโอกาสให้ผู้ใช้สามารถใช้สิทธิ์ตามที่กฎหมายว่าด้วยการคุ้มครองข้อมูลส่วนบุคคลกำหนด ดังต่อไปนี้
        </p>
    </div>
    <div class="title3">1. สิทธิ์ขอเพิกถอนความยินยอม : </div>
    <div class="text2">
        <p>
            หากผู้ใช้ได้ให้ความยินยอมในการประมวลผลข้อมูลส่วนบุคคล(ไม่ว่าจะเป็นความยินยอมที่ผู้ใช้ให้ไว้ก่อนวันที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลใช้บังคับหรือหลังจากนั้น) ผู้ใช้มีสิทธิ์ที่จะถอนความยินยอมเมื่อใดก็ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของผู้ใช้อยู่กับเราโดยการเพิกถอนความยินยอมไม่ส่งผลกระทบต่อการประมวลผลข้อมูลส่วนบุคคลที่ผู้ใช้ได้ให้ความยินยอมไว้แล้วโดยชอบ เว้นแต่มีข้อจำกัดสิทธิ์นั้นโดยกฎหมายหรือโดยสภาพไม่สามารถถอนความยินยอมได้ หรือ มีสัญญาระหว่างผู้ใช้กับเราที่ให้ประโยชน์แก่ผู้ใช้อยู่ หรือ อาจส่งผลให้เราไม่สามารถดำเนินการเพื่อบรรลุวัตถุประสงค์บางส่วนหรือทั้งหมดตามที่ระบุไว้ในเอกสารฉบับนี้ได
        </p>
        <p>
            ทั้งนี้การถอนความยินยอมของผู้ใช้อาจส่งผลกระทบต่อผู้ใช้ จากการใช้บริการต่าง ๆ เช่น ผู้ใช้จะไม่ได้รับสิทธิประโยชน์ หรือ ไม่ได้รับบริการที่สอดคล้องกับความต้องการของ ผู้ใช้ เป็นต้น เพื่อประโยชน์ของผู้ใช้ จึงควรศึกษาและสอบถามถึงผลกระทบก่อนใช้สิทธิ์ขอถอนความยินยอม
        </p>
        <p>
            1.1 การขอเพิกถอนความยินยอม ผ่านผลิตภัณฑ์หรือบริการที่ใช้อยู่โดยตรงภายใต้ Sellsuki / Akita ผู้ใช้สามารถติดต่อผ่านทางอีเมล support.patona@sellsuki.com เพื่อขอเพิกถอนความยินยอมได้
        </p>
        <p>
            1.2 การขอเพิกถอนความยินยอม ผ่านบัญชีโซเชียลมีเดีย (Social Media Account) 	
        </p>
        <p>
            1.2.1 หากต้องการเพิกถอนความยินยอมผ่าน Facebook Account ผู้ใช้สามารถดำเนินการตามขั้นตอนดังต่อไปนี้	
            <br/>
            i. ไปที่เมนู Setting & privacy ของระบบ Facebook	
            <br/>
            ii. เลือกเมนู Setting
            <br/>
            iii. จากนั้นเลือกเมนู Apps and website	
            <br/>
            iv. คลิกที่ปุ่ม Remove จากนั้นอ่านรายละเอียดการยกเลิกการเชื่อมต่อ	
            <br/>
            v. คลิกที่ Checkbox เพื่ออนุญาตการยกเลิกการเชื่อมต่อระหว่างระบบ Facebook กับระบบที่ต้องการ
            <br/>
            vi. คลิกที่ปุ่ม Remove อีกครั้งเพื่อยืนยันการยกเลิกการเชื่อมต่อระหว่างระบบ Facebook กับระบบที่ต้องการ
            <br/>
            vii. ผู้ใช้ได้ทำการยกเลิกการเชื่อมต่อเรียบร้อยแล้
        </p>
        <p>
            1.2.2 หากต้องการเพิกถอนความยินยอมผ่าน Google Account ผู้ใช้สามารถดำเนินการตามขั้นตอนดังต่อไปนี้
            <br/>
            i. ไปที่เมนู Manage your Google account ของระบบ Google
            <br/>
            ii. เลือกเมนู Security	
            <br/>
            iii. จากนั้นเลือกเมนู Your connections to third-party apps & services
            <br/>
            iv. เลือกที่ผลิตภัณฑ์และบริการที่ต้องการเพิกถอนความยินยอม และคลิกที่รายการนั้น	
            <br/>
            v. คลิกที่ Delete all connections you have with (ชื่อผลิตภัณฑ์และบริการนั้นๆ)	
            <br/>
            vi. คลิกที่ปุ่ม Confirm อีกครั้งเพื่อยืนยันการยกเลิกการเชื่อมต่อระหว่างระบบ Google กับระบบที่ต้องการ
            <br/>
            vii. ผู้ใช้ได้ทำการยกเลิกการเชื่อมต่อเรียบร้อยแล้ว
        </p>
    </div>
    <div class="title3">2. สิทธิ์ในการเข้าถึงข้อมูลส่วนบุคคล:ผู้ใช้มีสิทธิ์ขอเข้าถึงข้อมูลส่วนบุคคลของผู้ใช้ที่อยู่ในความรับ</div>
    <div class="text2">
        <p>
            ผิดชอบของบริษัท และขอให้เราทำสำเนาข้อมูลดังกล่าวให้แก่ผู้ใช้ รวมถึงขอให้เราแบ่งปันว่าเราได้ข้อมูลส่วนบุคคลของผู้ใช้มาได้อย่างไร เว้นแต่กรณีที่เรามีสิทธิ์ปฏิเสธคำขอของผู้ใช้ตามกฎหมาย หรือคำสั่งของศาล หรือกรณีที่คำขอของผู้ใช้จะมีผลกระทบที่อาจก่อให้เกิดความเสียหายต่อสิทธิและเสรีภาพของบุคคลอื่น
        </p>
    </div>
    <div class="title3">3. สิทธิ์ขอคัดค้าน: ผู้ใช้มีสิทธิ์ขอคัดค้านการประมวลผลข้อมูลส่วนบุคคลของผู้ใช้ในเวลา ใดก็ได้</div>
    <div class="text2">
        <p>
            หากการประมวลผลข้อมูลส่วนบุคคลของผู้ใช้ทำขึ้นเพื่อการดำเนินงานที่จำเป็นภายใต้ประโยชน์โดยชอบด้วยกฎหมายของเรา หรือของบุคคลหรือนิติบุคคลอื่นโดยไม่เกินขอบเขตที่ผู้ใช้สามารถคาดหมายได้อย่างสมเหตุสมผลหรือ เพื่อดำเนินการตามภารกิจเพื่อสาธารณประโยชน์หรือเพื่อวัตถุประสงค์เกี่ยวกับการตลาด หรือเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติ
        </p>
    </div>
    <div class="title3">4. หากผู้ใช้ยื่นคัดค้าน เราจะยังคงดำเนินการประมวลผลข้อมูลส่วนบุคคลของผู้ใช้ต่อไป เฉพาะที่</div>
    <div class="text2">
        <p>
            เราสามารถแสดงเหตุผลตามกฎหมายได้ว่ามีความสำคัญยิ่งกว่าสิทธิ์ขั้นพื้นฐานของผู้ใช้หรือเป็นไปเพื่อการยืนยันสิทธิ์ตามกฎหมาย การปฏิบัติตามกฎหมาย หรือการต่อสู้ในการฟ้องร้องตามกฎหมาย ตามแต่ละกรณี
        </p>
    </div>
    <div class="title3">5. สิทธิ์ขอให้ลบหรือทำลายข้อมูล: ผู้ใช้มีสิทธิ์ขอลบหรือทำลายข้อมูลส่วนบุคคลของผู้ใช้ หรือทำให้</div>
    <div class="text2">
        <p>
            ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวตนของผู้ใช้ได้ หากผู้ใช้เชื่อว่าข้อมูลส่วนบุคคลของผู้ใช้ถูกประมวลผลโดยไม่ถูกต้องตามกฎหมายที่เกี่ยวข้อง หรือเห็นว่าเป็นกรณีที่เราหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในประกาศฉบับนี้ หรือเมื่อเราเห็นว่าสามารถปฏิบัติตามที่ผู้ใช้ได้ใช้สิทธิ์ขอถอนความยินยอมหรือใช้สิทธิ์ขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว
        </p>
    </div>
    <div class="title3">6. สิทธิ์ขอให้ระงับการใช้ข้อมูล: ผู้ใช้มีสิทธิ์ขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราวในกรณีที่เรา</div>
    <div class="text2">
        <p>
            อยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิ์ขอแก้ไขข้อมูลส่วนบุคคล หรือขอคัดค้านของผู้ใช้ หรือกรณีอื่นใด ที่เราหมดความจำเป็นและต้องลบหรือทำลายข้อมูลส่วนบุคคลของผู้ใช้ตามกฎหมายที่เกี่ยวข้องแต่ผู้ใช้ขอให้เราระงับการใช้ข้อมูลส่วนบุคคลแทน
        </p>
    </div>
    <div class="title3">7. สิทธิ์ขอให้แก้ไขข้อมูล: หากผู้ใช้เห็นว่า ข้อมูลส่วนบุคคลของผู้ใช้ไม่ถูกต้องตามที่เป็นจริง ผู้ใช้</div>
    <div class="text2">
        <p>
            สามารถแจ้งเราเพื่อให้แก้ไข หรือเปลี่ยนแปลงข้อมูลส่วนบุคคลของผู้ใช้ให้ถูกต้อง หรือเพิ่มเติมข้อมูลที่ให้เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิดได้
        </p>
    </div>
    <div class="title3">8. ทั้งนี้ หากผู้ใช้ประสงค์จะขอแก้ไขข้อมูลเกี่ยวกับภาพ บริษัทจะทำการแก้ไขเฉพาะรายการข้อมูล</div>
    <div class="text2">
        <p>
            ที่เกี่ยวกับภาพของผู้ใช้เพื่อให้ถูกต้อง ตามความจำเป็นของเราที่ชอบด้วยกฎหมาย และในกรณีที่การดำเนินการตามคำขอก่อให้เกิดค่าใช้จ่ายเราอาจเรียกเก็บค่าใช้จ่ายดังกล่าว โดยในกรณีเรามีเหตุให้ปฏิเสธคำร้องขอของผู้ใช้ เราจะจัดทำบันทึกการปฏิเสธคำขอ พร้อมด้วยเหตุผลไว้เป็นหลักฐานด้วย
        </p>
    </div>
    <div class="title3">9. สิทธิ์ร้องเรียน: ผู้ใช้มีสิทธิ์ร้องเรียนต่อเราผ่านช่องทางเว็บไซต์ โดยติดต่อผ่านทางอีเมล </div>
    <div class="text2">
        <p>
            <a href="mailto:support.patona@sellsuki.com" style="color: #009DFC;">support.patona@sellsuki.com </a>หากผู้ใช้เชื่อว่าการประมวลผลข้อมูลส่วนบุคคล เป็นการกระทำในลักษณะที่ฝ่าฝืน หรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง
        </p>
    </div>
    <div class="title2">7. การใช้สิทธิ์ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล</div>
    <div class="title3">1. ในกรณีที่ผู้ใช้ประสงค์จะจัดการถอนความยินยอมที่ผู้ใช้ให้ไว้ ผู้ใช้สามารถตั้งค่าในแอปพลิเคชัน</div>
    <div class="text2">
        <p>
            หรือผู้ใช้สามารถติดต่อผ่านทางอีเมล <a href="mailto:support.patona@sellsuki.com" style="color: #009DFC;">support.patona@sellsuki.com </a>โดยบริษัทจะพิจารณาและแจ้งผลการพิจารณาตามคำร้องของผู้ใช้ภายใน 30 วัน นับแต่วันที่บริษัทได้รับคำร้องขอดังกล่าว อย่างไรก็ตาม บริษัทสามารถปฏิเสธการใช้สิทธิ์ของผู้ใช้ได้ภายใต้เงื่อนไขตามที่กฎหมายกำหนด ทั้งนี้ หากบริษัทไม่สามารถดำเนินการตามคำขอของผู้ใช้ บริษัทจะทำการบันทึกการปฏิเสธคำขอพร้อมด้วยเหตุผลไว
        </p>
    </div>
    <div class="title3">2. บริษัทจะพยายามอย่างเต็มที่ตามความสามารถของระบบงานที่เกี่ยวข้องเพื่ออำนวยความ</div>
    <div class="text2">
        <p>
            สะดวกและดำเนินการตามคำร้องขอของผู้ใช้ เว้นแต่จะปรากฏข้อเท็จจริงว่า การดำเนินการตามคำร้องขอนั้นเสี่ยงต่อการละเมิดสิทธิและเสรีภาพของผู้ใช้งานรายอื่นหรือเป็นการขัดต่อกฎหมายหรือนโยบายความปลอดภัยของระบบ หรือกรณีที่เป็นการพ้นวิสัยในทาง ปฏิบัติตามคำร้องขอเนื่องมาจากเหตุทางเทคนิค
        </p>
    </div>
    <div class="title3">3. ในบางสถานการณ์บริษัทอาจขอให้ผู้ใช้พิสูจน์ตัวตนของผู้ใช้ก่อนการใช้สิทธิ์เพื่อความปลอดภัย</div>
    <div class="text2">
        <p>
            ของผู้ใช้เอง โดยบางครั้งอาจเกิดข้อจำกัดในการขอใช้สิทธิ์ของผู้ใช้บางประการหรืออาจเกิดค่าใช้จ่าย ซึ่งเราจะทำการชี้แจงให้ผู้ใช้ทราบหากไม่สามารถปฏิบัติตามคำร้องขอใช้สิทธิ์ของผู้ใช้ได้หรือจะแจ้งให้ผู้ใช้ทราบหากบริษัทจำเป็นต้องเรียกเก็บค่าใช้จ่ายเกี่ยวกับการดำเนินการตามที่ผู้ใช้ร้องขอ
        </p>
    </div>
    <div class="title2">8. การดูแลข้อมูลส่วนบุคคลของผู้ใช้ให้ปลอดภัย</div>
    <div class="text1">
        <p>
            บริษัทกำหนดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลที่เหมาะสม เพื่อป้องกันการสูญหาย การเข้าถึง การใช้ การเปลี่ยนแปลง การแก้ไข หรือการแบ่งปันข้อมูลส่วนบุคคลโดยไม่มีอำนาจหรือโดยขัดต่อกฎหมาย ซึ่งสอดคล้องกับข้อตกลงและเงื่อนไขทั่วไปในการใช้บริการผลิตภัณฑ์และบริการ นโยบายและวิธีปฏิบัติด้านความมั่นคงปลอดภัยสารสนเทศ และนโยบายการคุ้มครองส่วนบุคคล
        </p>
    </div>
    <div class="title2">9. ติดต่อสอบถามข้อมูลเพิ่มเติม</div>
    <div class="text1">
        <p>
            หากผู้ใช้มีข้อเสนอแนะ ข้อสงสัย หรือต้องการสอบถามข้อมูลเกี่ยวกับรายละเอียดการเก็บ รวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคล รวมถึงการขอใช้สิทธิ์ตามประกาศฉบับนี้ ผู้ใช้สามารถติดต่อสอบถาม หรือร้องเรียนได้ผ่านอีเมลนี้: <a href="mailto:support.patona@sellsuki.com" style="color: #009DFC;">support.patona@sellsuki.com </a>
        </p>
    </div>
    <div class="title2">10. การอัปเดตนโยบายความเป็นส่วนตัว</div>
    <div class="text1">
        <p>
            บริษัทจะทำการพิจารณาทบทวนนโยบายความเป็นส่วนตัวเป็นประจำเพื่อให้สอดคล้องกับแนวทางการปฏิบัติ และกฎหมาย ข้อบังคับที่เกี่ยวข้อง ทั้งนี้ หากมีการเปลี่ยนแปลงประกาศความเป็นส่วนตัวฉบับนี้เราจะแจ้งให้ผู้ใช้ทราบด้วยการ Update ข้อมูลลงในเว็บไซต์ของบริษัทโดยเร็วที่สุด ดังนั้น บริษัทจึงขอแนะนำให้ผู้ใช้อ่านนโยบายความเป็นส่วนตัวทุกครั้งที่เยี่ยมชม หรือใช้บริการระบบของเรา        </p>
    </div>
    <div class="text-center">
        <div class="title2">อัปเดตเนื้อหาครั้งล่าสุดเมื่อ</div>
        <div class="title2">วันที่ 09 มกราคม 2567</div>
    </div>
</div>
</div>

</section>

    </div>
</template>

<script>
export default {
name: 'TermsOfUse',
}
</script>

<style scoped>

@media only screen and (max-width: 600px) {
    .preloader{
        background-color: #FDF5E8 !important;
        padding-top: 40px;
    }
    table{
        width: 600px !important;
    }
    section .termsFrame {
        background: #fff;
        border-radius: 20px;
        max-width:768px;
        margin: -30px auto 0;
        padding: 30px 24px;
        box-sizing: border-box;
        -moz-box-sizing: border-box;
        position: relative;
    }

        section .termsFrameTop {
        width: 100%;
        height: 16px;
        position: absolute;
        top: -16px;
        left: 0px;
    }
    .container, .container-fluid, .container-sm, .container-md, .container-lg, .container-xl{
        padding-left: 0px;
        padding-right: 0px;
    }
    .title1{
        font-size: 28px !important;
        font-weight: 500;
        text-align: center;
        line-height: 28.77px;
        font-family: 'Heavent Bd', sans-serif !important;
    }
}

@media only screen and (min-width: 601px) {
    section .termsFrame {
        background: #fff;
        border-radius: 20px;
        max-width:768px;
        margin: -30px auto 0;
        padding: 64px 64px;
        box-sizing: border-box;
        -moz-box-sizing: border-box;
        position: relative;
    }

        section .termsFrameTop {
        width: 100%;
        height: 16px;
        position: absolute;
        top: -16px;
        left: 0px;
    }
    .title1{
        font-size: 44px !important;
        font-weight: 500;
        text-align: center;
        line-height: 28.77px;
        font-family: 'Heavent Bd', sans-serif !important;
    }
}

header.bg-header {
height: 272px;
padding-bottom: 0px;
background-size: 320px 268.36px;
}


.title2{
font-size: 24px;
font-weight: 500;
line-height: 28.77px;
font-family: 'Heavent Bd', sans-serif !important;
}

.title3{
font-size: 24px;
line-height: 28.77px;
margin-left: 15px;
font-weight: 300;
}

.text1{
display: block;
font-size: 24px;
font-weight: 300;
}
.text2{
display: block;
font-size: 24px;
font-weight: 300;
margin-left: 33px;
}

p{
margin-bottom: 1.5rem !important;
line-height: 28.77px;
}

thead{
    background-color: #0F225A;
    color: #fff;
    border: 1px solid #0F225A;
}
.table th, .table td{
    vertical-align: middle;
    padding: 1rem;
}
.table thead th{
    background-color: #0F225A;
    border: 1px solid #0F225A;
}
.table thead tr{
    background-color: #0F225A;
    border: 1px solid #0F225A;
}
.bordered {
    border: 1px solid #CCCCCC;
    border-radius: 6px 6px 6px 6px;
    -moz-border-radius: 6px 6px 6px 6px;
    -webkit-border-radius: 6px 6px 6px 6px;
    box-shadow: 0 1px 1px #CCCCCC;
    overflow: hidden;
}     
.bordered th:first-child {
    border-radius: 6px 0 0 0;
    -moz-border-radius: 6px 0 0 0;
    -webkit-border-radius: 6px 0 0 0;
}

.bordered th:last-child {
    border-radius: 0 6px 0 0;
    -moz-border-radius: 0 6px 0 0;
    -webkit-border-radius: 0 6px 0 0;
}
.table-striped tbody tr:nth-of-type(odd){
    background: #FBFBFB;
}
</style>